/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ em %@";
msgFromAdminOnMachine = "%@ em %@";

lastAccessHoursString = "há mais de %d horas";
lastAccessMinutesString = "há %d minutos";
lastAccessSecondsString = "há %d segundos";
lastAccessOneHourString = "há mais de 1 hora";
lastAccessOneMinuteString = "há 1 minuto";
lastAccessOneSecondString = "há 1 segundo";

errAttnReqCommString = "Não foi possível enviar a mensagem devido a um erro de comunicação.";
errAttnReqNoAdminString = "Não existe um administrador disponível.";
errTextChatCommString = "A conversação foi terminada devido a um erro de comunicação.";

unknownLastAccess = "Desconhecido";

restartRequestTitle = "O software instalado requer que o computador seja reiniciado.";
restartRequestMessage = "Um administrador remoto instalou software no computador. Esse software não ficará disponível enquanto o computador não for reiniciado. Clique em Reiniciar para sair das aplicações e reiniciar o computador.";
buttonCancel = "Cancelar";
buttonContinue = "Reiniciar";
